[Kurdish]
Translated_By=Haval A. Ahmed
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=هەنگاوی ١ : بیرگەیەک هەڵبژێرە
STEP 2 : CHOOSE A SOURCE=هەنگاوی ٢ : سەرچاوەیەک هەڵبژێرە
STEP 3 : PERSISTENCE=هەنگاوی ٣ : قەبارەی بیرگە
STEP 4 : OPTIONS=هەنگاوی ٤ : هەڵبژاردنەکان
STEP 5 : CREATE=هەنگاوی ٥ : دروستکردن
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=مێگا بایت
GB=گێگا بایت
min=خولەک
Label=ناونیشان
Size=قەبارە
Help=یارمەتی
Please read=تکایە بیخوێنەوە
Error=هەڵە
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=بیرگەیەک هەڵبژێرە
Hard drives=پەپکە ڕەقەکان
No key found=هیچ بیرگەیەک نەدۆزرایەوە
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=داگرتن
Support for .IMG files is experimental=پاڵپشتی کردنی فایلی ".ئای ئێم گی" تاقیکارییە
Only Live mode is currently available in step 3, virtualization option has been disabled=تەنها شێوازی زیندوو ئامادەیە لە هەنگاوی ٣، هەڵبژاردنی ڕووکار ڕاگیراوە
However, LinuxLive USB Creator will try to use same install parameters as for=هەرچۆنێک بێت، لی لی هەوڵدەدات هەمان تایبەتمەندی دامەزراندن بەکاربێنێت وەک
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(شێوازی زیندوو)
(Persistent Mode)=(شێوازی بیرگە)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=فایلە دروستکراوەکان بشارەوە لەسەر بیرگە
(except for Umenu.exe)=(تەنها بۆ Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=خاڵیکردنەوەی بیرگە بە شێوازی فات ٣٢ - زانیاریەکانت دەسڕێتەوە
Enable launching LinuxLive in Windows (requires internet to install)=چالاککردنی کردنەوەی لینۆکس لایڤ لە ویندۆز - ئینتەرنێتی پێویستە بۆ دامەزراندن
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=کرتەی ئایکۆنەکە بکە بۆ دەستپێکردنی دامەزراندن 
Please choose a FAT32 or FAT formated key or check the formating option=تکایە شێوازی فات٣٢ یان فات بۆ سڕینەوەی بیرگە هەڵبژێرە یان پشکنین بکە بۆ هەڵبژاردنی سڕینەوە
No disk selected=هیچ دیسکێک هەڵنەبژێراوە
No file selected=هیچ فایلێک هەڵنەبژێراوە
No folder or CD selected=هیچ بوخچەیەک یان دیسکێک هەڵنەبژێراوە 
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=تکایە "ئای ئێس ئۆ" فایلی لینۆکس لایڤ لە دیسک هەڵبژێرە
Please choose a CD of LinuxLive Live or its folder=تکایە دیسکی لینۆکس لایڤ یان بوخچەکەی هەڵبژێرە
Start creation of LinuxLive USB=دروستکردنی "یو ئێس بی" لینۆکس لایڤ دەستپێبکە
Please validate step 1 to 3=تکایە هەنگاوی ١ بۆ ٣ پشت ڕاست بکەوە
Are you sure you want to format this disk and lose your data=تۆ دڵنیایت کە دەتەوێت ئەم دیسکە بسڕیتەوە و زانیاریەکان لەدەست بدەیت
Formatted in=سڕایەوە لە
Formating the key=سڕینەوەی بیرگە
Step 1 to 3 OK=هەنگاوی ١ بۆ ٣ تەواو بوو
Cleaning previous installations ( 2min )=سڕینەوەی دامەزراندنەکانی پێشوو - ٢ خولەک
Setting up virtualization software=ڕێکخستنی ڕووکاری بەرنامە
VirtualBox already downloaded=پێشتر ڤیژوەڵ بۆکس داگیراوە
A new version of VirtualBox is available=وەشانێکی نوێی ڤیژوەڵ بۆکس ئامادەیە
This new version will be downloaded=ئەم وەشانە تازەیە دادەگیرێت
Downloading VirtualBox as a background task=داگرتنی ڤیژوەڵ بۆکس وەک کارێکی پاشبنەما
Download started succesfully=داگرتن بە سەرکەوتوویی دەستیپێکرد
Download failed to start=دەستپێکردنی داگرتن سەرنەکەوت
VirtualBox will not be installed=ڤیژوەڵ بۆکس دانامەزرێنرێت
Integrity could not be verified=پەیوەستکردن ناتوانرێت پەسند بکرێت
Will attempt installation=هەوڵی دامەزراندن دەدرێت
Cannot download=ناتوانرێت دابگیرێت
Extracting ISO file on key=دەرهێنانی "ئای ئێس ئۆ" فایل لە بیرگە
Writing image to the usb stick=نووسینی لەبەرگیراوەکە لەسەر بیرگە
Copying files to the key=لەبەرگرتنەوەی فایلەکان بۆ بیرگە
Renaming some files=ناونانەوەی چەند فایلێک
Hiding files=شاردنەوەی فایلەکان
Creating file for persistence=دروستکردنی فایل بۆ شێوازی بیرگە
Formating persistence file=سڕینەوەی فایلی بیرگە
Live mode : no persistence file=شێوازی زیندوو : هیچ فایلێک بۆ بیرگە نیە
Ubuntu variant found=جۆرێکی ئۆبۆنتۆ دۆزرایەوە
Installing boot sectors=دامەزراندنی بەشەکانی خستنەگەڕ
Downloading VirtualBox=داگرتنی ڤیژوەڵ بۆکس
Download complete=داگرتن تەواوبوو
Cleaning previous VirtualBox install=سڕینەوەی دامەزراندنی پێشووی ڤیژوەڵ بۆکس
Extracting VirtualBox on key=دەرهێنانی ڤیژوەڵ بۆکس لەسەر بیرگە
Applying VirtualBox settings=بەکاربردنی ڕێکخستنەکانی ڤیژوەڵ بۆکس
Your LinuxLive key is now up and ready=بیرگەی لینۆکس لایڤ ئێستا ساز و ئامادەیە
You do not have enough rights to launch VirtualBox=مافی تەواوت نیە بۆ کردنەوەی لینۆکس لایڤ
Please log in as an administrator or run VirtualBox with admin rights=تکایە وەک ئەدمین بڕۆ ژوورەوە یان ڤیژوەڵ بۆکس وەک ئەدمین بەکاربێنە
Free memory below 256mb threshold=یادی بەتاڵ لە خوارەوەی ئاستی ٢٥٦ مێگابایت
This is not enough to launch LinuxLive in Windows=ئەمە تەواو نیە بۆ کردنەوەی لینۆکس لایڤ لە ویندۆز
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=فایلی یارمەتی وون بووە
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=دەربارەی ئەم نەرمەکاڵایە
User's Guide=ڕێبەری بەکارهێنەر
Virtualization Tutorial (FR)=وانەی فێرکاری ڕووکار
Donate=بەخشین
Version=وەشان
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=ئەم "ئای ئێس ئۆ"یە گونجاو نیە
Detecting keyboard layout=دۆزینەوەی شێوازی تەختەکلیل
French (France)=فەڕەنسی - فەڕەنسا
French (Swiss)=فەڕەنسی - سویسڕا
Dutch=هۆڵەندی
Portuguese=پرتوگالی
US or other (qwerty)=یو ئێس یان كوێرتی تر
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=هەڵە لەکاتی دروستکردنی "ڤی ئێم دی کەی"
Key not found, VMDK is invalid=بیرگە نەدۆزرایەوە، "ڤی ئێم دی کەی" تەواو نیە
Try to launch again SetupForAutoVMDK.exe=هەوڵبدە دووبارە بیکەیتەوە SetupForAutoVMDK.exe
Do you want to ignore this error=دەتەوێت ئەم هەڵەیە فەرامۆش بکەیت
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=MD5SUMS فایل ناتوانرێت بدۆزرێتەوە
Canceling check=پاشگەزبوونەوە لە پشکنین
You have the right ISO file but it is corrupted or was altered=تۆ فایلی "ئای ئێس ئۆ"ی تەواوت هەیە بەڵام تێکشکاوە یان دەستکاریکراوە
Please download it again=تکایە دووبارە دایگرەوە
Verifying=پەسەندکردن
This ISO is not compatible=ئەم "ئای ئێس ئۆ"یە گونجاو نیە
Please read the compatibility list in user guide=تکایە لیستی گونجاوەکان بخوێنەوە لە ڕێبەری بەکارهێنەر
If your version is in this list, this mean that your file is corrupted, please download it again=ئەگەر وەشانەکەت لەم لیستە هەیە، مانای وایە کە فایلەکەت تێکشکاوە، تکایە دووبارە دایگرەوە
This version is compatible and its integrity was checked=ئەم وەشانە گونجاوە و پەیوەستیەکەی پشکێنراوە
Check completed=پشکنین کۆتایی هات
Integrity + compatibility check=پەیوەستبوون + پشکنینی گونجان
Unable to open MD5SUM.txt=ناتوانرێت بکرێتەوە MD5SUM.txt
Checking integrity=پشکنینی پەیوەستبوون
This file is corrupted=ئەم فایلە تێکشکاوە
All files have been successfully checked=هەموو فایلەکان بە سەرکەوتوویی پشکێنران
Checking file=پشکنینی فایل
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=شێوازی بیرگە
Live Mode=شێوازی زیندوو
Install=دامەزراندن
File Integrity Check=پشکنینی پەیوەستی فایل
Memory Test=تاقیکاری بیرگە
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=هەڵەیەک ڕوویدا
An anonymous report was sent in order to fix this error as soon as possible=ڕاپۆرتێکی بێناو نێردرا بۆ چاککردنی ئەم هەڵەیە بە زووترین کات
Show bug report=ڕاپۆرتی هەڵە نیشانبدە
Restart application=دەستپێکردنەوەی نەرمەکاڵا
Close application=داخستنی نەرمەکاڵا
Last Actions=دوایین چالاکیەکان
Unique anonymous ID=ناسنامەی بێهاوتای نەناسراو
Report status=ڕاپۆرتی ڕەوش
Pending=لە چاوەڕوانیدا
Error (not sent)=هەڵە - نەنێردرا
Sent=نێردرا
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=بۆ کردنەوەی لینۆکس لایڤ
Remove your key and insert it again=بیرگەکەت دەرکێشە و بیخەرەوە ناوی جارێکی تر
Go to 'My Computer'=بڕۆ بۆ مای کۆمپیوتەر
Right click on you key and select :=کرتەی ڕاست بکە لەسەر بیرگەکە و هەڵیبژێرە
'LinuxLive!' to launch linux in windows=لینۆکس لایڤ بۆ کردنەوەی لینۆکس لەناو ویندۆز
'VirtualBox Interface' to launch VirtualBox full interface=ڕووکاری ڤیژوەڵ بۆکس بۆ کردنەوەی ڕووکاری تەواوی ڤیژوەڵ بۆکس
'CD Menu' to launch the original CD menu=لیستەی دیسک بۆ کردنەوەی لیستەی بنەڕەتی دیسک
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=یان
Manually=بەدەستکاری
Automatically=خۆکارانە
Please select a linux to continue=تکایە لینۆکسێک هەڵبژێرە بۆ بەردەوامبوون
Looking for the fastest mirror=گەڕان بەدوای خێراترین بەستەر
Testing mirror=تاقیکردنەوەی بەستەر
No online mirror found=هیچ بەستەرێکی سەرهێڵ نەدۆزرایەوە
Please check your internet connection or try with another linux=تکایە پەیوەستی ئینتەرنێت بپشکنە یان هەوڵ بدە لەگەڵ لینۆکسێکی تر
Select this file as the source when download will be completed=ئەم فایلە وەک سەرچاوە هەڵبژێرە کاتێک داگرتن تەواو دەبێت
Downloading=دادەگیرێت
from=لە
Error while trying to download=هەڵەیەک لەکاتی داگرتن
Latency=خێرایی
Server Name=ناوی سێرڤەر
Copy link=لەبەرگرتنەوەی بەستەر
Launch in my browser=کردنەوەی لە وێبگەڕ
Best mirrors=چاکترین بەستەرەکان
Good mirrors=باشترین بەستەرەکان
Bad mirrors=بەستەرە خراپەکان
Dead mirrors=بەستەرە لەکارکەوتووەکان
Check will begin shortly=پشکنین دەستپێدەکات بەم زوانە
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=لینۆکسی پەسند هەڵبژێرە
There is a new version available=وەشانێکی تازە ئامادەیە
Your LiLi's version is not up to date=وەشانی "لی لی"یەکەت نوێ نیە
Last version is=دوا وەشان بریتیە لە
Your version is=ئەم وەشانە بریتیە لە
Do want to download it=دەتەوێت دایگریت
Error while trying to find physical disk number=هەڵە ڕوویدا لەکاتی گەڕان بەدوای ژمارەی پەپکەی فیزیکی
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=ئەم لینۆکسە لە لیستی گونجاوەکاندا نیە
Setting the memory to the recommended value=دانانی یاد بۆ نرخی پێشنیارکراو
Free memory is below the recommended value for your Linux to run in Windows=یادی سەربەست کەمترە لە نرخی پێشنیارکراو بۆ کردنەوەی لینۆکسەکەت لەسەر ویندۆز
Recognized Linux=لینۆکسی ناسراو
Built-in Persistency=بیرگەی ناوەخۆیی
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=تۆ پێشتر بیرگەکەت ئامادەکردووە
Are you sure that you want to recreate one=ئایا دڵنیایت لە دروستکردنی دانەیەکیتر
The compatibility list has been updated=لیستی گونجاوەکان تازەکرایەوە
These linuxes are now supported=ئەم لینۆکسانە ئێستا پاڵپشتی کراون
Official Ubuntu Variants=Ubuntu جۆرە فەرمیەکانی
Ubuntu Based Variants=Ubuntu جۆرەکانی
Fedora Variants=Fedora جۆرەکانی
Debian Variants=Debian جۆرەکانی
PCLinuxOS Variants=PCLinuxOS جۆرەکانی
Rescue CDs=دیسکە ڕزگارکەرەکان
Light Linuxes=لینۆکسە سووکەکان
Gentoo Based=Gentoo لەسەر بنچینەی
Security Purpose=مەبەستی پاراستن
Others=ئەوانیتر
Regular Linux (works with most linuxes)=لینۆکسی ئاسایی - کاردەکات لەگەڵ زۆربەی لینۆکسەکان
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=تازەکردنەوەی گورزەی دەستی ڤیژوەڵ بۆکس
Help me to improve LiLi=یارمەتیم بدە بۆ پێشخستنی لی لی
This is a Beta or Release Candidate version=ئەمە وەشانی تاقیکاریە یان کاندیدە بۆ جێگیرکردن
Click OK to leave a feedback or click Cancel to close this window=کرتەی "ئۆکەی" بکە بۆ جێهێشتنی پێشنیار یان کرتەی "کەنسڵ" بکە بۆ داخستنی ئەم پەنجەرەیە
Options=هەڵبژاردنەکان
General=گشتی
Versions=وەشانەکان
Compatibility List=لیستی گونجاو
Make a donation=ببەخشە
Contact me=پەیوەندی بکە
CopyLeft by=مافی پێداوە
GPL v3 License=GPL v3 مۆڵەتی
Language=زمان
Available languages=زمانی ئامادە
Proxy=پڕۆکسی
Proxy settings=ڕێکخستنەکانی پڕۆکسی
No proxy=هیچ پڕۆکسیەک
Use system settings=ڕێکخستنەکانی سیستەم بەکاربێنە
Use custom settings=ڕێکخستنەکانی ئامادەکراو بەکاربێنە 
Proxy URL=بەستەری پڕۆکسی
Port=دەرچە
Username=ناوی بەکارهێنەر
Password=تێپەڕەوشە
Status=ڕەوش
Test settings=ڕێکخستنەکانی تاقیکردنەوە
You are connected=تۆ پەیوەستکراویت
You are disconnected=تۆ پەیوەست نەکراویت
Not tested yet=جارێ تاقی نەکراوەتەوە
Update=تازەکردنەوە
Check for updates=پشکنین بۆ تازەکردنەوەکان
Stable releases only=تەنها وەشانی جێگیر
Stable and beta releases=وەشانی تاقیکاری و جێگیر
Advanced=پێشکەوتوو
Do not modify these options unless you know what you are doing=ئەم هەڵبژاردنانە دەستکاری مەکە هەتا نەزانیت کە چی دەکەیت
Select a Linux=لینۆکسێک هەڵبژێرە
Install parameters=تایبەتمەندیەکانی دامەزراندن
Use LiLi automatic recognition=دۆزەرەوەی خۆکاری "لی لی" بەکاربێنە
highly recommended=بەزۆری پێشنیارکراوە
Force using same parameters as=بەهێزکردن بەهۆی هەمان تایبەتمەندیەکانی وەک
Netbook screen detected=شاشەی "نێتبووک" دۆزرایەوە
Your screen vertical resolution is less than 600 pixels=ڕوونی ستوونی شاشەکەت کەمترە لە ٦٠٠ پیکسڵ
Please use the arrow keys (up and down) of your keyboard to move the interface=تکایە دوگمە تیرەکان بەکاربێنە (سەرەوە و خوارەوە) لە تەختەکلیل بۆ جوڵاندنی ڕووکار
Testing=تاقیکردنەوە
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=ببورە بۆ ناڕەحەتیت بەڵام "لی لی" تێکشکا
Please enter an email address and a detailed comment about this crash=تکایە ناونیشانی ئیمێڵێک لەگەڵ تەواوی تێبینەکەت دەربارەی ئەم تێکشکانە بنووسە
I will contact you as soon as I can=پەیوەندیت پێوە دەکەم بە زووترین کات کە بتوانم
Show crash report=ڕاپۆرتی تێکشکان پێشانبدە
Close (don't send)=داخستن - مەینێرە
Send Report=ناردنی ڕاپۆرت
Your file is corrupted=فایلەکەت تێکشکاوە
Please download it again=تکایە دوبارە دایگرەوە
Read the log for more information=لۆگەکە بخوێنەوە بۆ زانیاری زیاتر
Starting LinuxLive USB Creator=دەستپێکردنی دروستکەری "یو ئێس بی" لینۆکس لایڤ
Checking for new major version=پشکنین بۆ وەشانی سەرەکی تازە
Checking for new minor version=پشکنین بۆ وەشانی ناوەنجی تازە
Checking for new Portable-VirtualBox version=پشکنین بۆ وەشانی تازەی دەستی ڤیژوەڵ بۆکس
Reading compatibility list=خوێندنەوەی لیستی گونجاوەکان
Loading interface=ئامادەکردنی ڕووکار
Getting drive list=هێنانی لیستی پەپکە
Logging system configuration=تۆمارکردنی ڕێکخستنی سیستەم
Checking for updates=پشکنین بۆ تازەکردنەوەکان
Please close any application accessing your key and try again=تکایە هەر نەرمەواڵەیەک کە بیرگەکەت بەکاردێنێت دایخە و دواتر هەوڵبدەوە
Checking VirtualBox archive integrity=پشکنینی پەیوەستی ئەرشیفی ڤیژوەڵ بۆکس
VirtualBox archive integrity checked=پەیوەستی ئەرشیفی ڤیژوەڵ بۆکس پشکێنرا
Unzipping VirtualBox archive to disk=کردنەوەی ئەرشیفی ڤیژوەڵ بۆکس بۆ دیسک
VirtualBox archive is corrupted=ئەرشیفی ڤیژوەڵ بۆکس تێکشکاوە
Force using default mode (works with most Linuxes)=بەهێزکردن بەهۆی شێوازی بنەڕەت - کاردەکات لەگەڵ زۆربەی لینۆکسەکان
There is a new Beta version available=وەشانێکی تاقیکاری تازە ئامادەیە
Your LiLi's version is not up to date=وەشانی "لی لی"یەکەت نوێ نیە
Last beta version is=کۆتا وەشانی تاقیکاری بریتیە لە
Server-oriented=لایەنی سێرڤەر